Repository: zukon/serviceapp
Catalog: src/locale/*.po
Languages: pl

source: AAC software decoding
pl: Dekoduj softwarowo AAC

source: AC3 software decoding
pl: Dekoduj softwarowo AC3

source: Auto select stream
pl: Automatycznie wybierz stream

source: Auto turn on subtitles
pl: Automatycznie włącz napisy

source: Automatically turn on subtitles if available.
pl: Automatycznie włącz napisy jeżli dostępne.

source: Buffer duration
pl: Czas trwania bufora

source: Buffer size
pl: Wielkość bufora

source: Cancel
pl: Przerwać

source: Connection speed
pl: Szybkość połączenia

source: DTS software decoding
pl: Dekoduj softwarowo DTS

source: Detecting exteplayer3 player ...
pl: Detekcja exteplayer3 player ...

source: Detecting gstreamer player ...
pl: Detekcja gstreamer player ...

source: EAC3 software decoding
pl: Dekoduj softwarowo EAC3

source: Embedded subtitles
pl: Wbudowane napisy

source: Enigma2 playback system
pl: Systemowy odtwarzacz Enigma2

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
pl: Odtwarzacz Systemowy został zmieniony konieczny restart GUI Restart teraz?

source: MP3 software decoding
pl: Dekoduj softwarowo MP3

source: Play with ServiceExtEplayer3
pl: Odtwarzaj z ServiceExtEplayer3

source: Play with ServiceGstPlayer
pl: Odtwarzaj z ServiceGstPlayer

source: Player
pl: Odtwarzacz

source: RTMP protocol implementation
pl: Implementacja protokołu RTMP

source: Select sink which you want to use.
pl: Wybierz sink którego chcesz użyć.

source: Select the player which will be used for Enigma2 playback.
pl: Wybierz odtwarzacz, który będzie używany do odtwarzania w Enigma2.

source: Select the player which will be used in serviceapp for Enigma2 playback.
pl: Wybierz odtwarzacz, który będzie używany w serviceapp do odtwarzania w Enigma2.

source: Set buffer duration in seconds.
pl: Ustaw czas trwania bufora w sekundach.

source: Set buffer size in kilobytes.
pl: Ustaw wielkość bufora w kb.

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
pl: Ustaw prędkość połączenia w kb/s, według której chcesz strumieniować automatyczny wybór

source: Set which RTMP protocol implementation will be used for playback of RTMP streams
pl: Ustaw, która implementacja protokołu RTMP będzie używana do odtwarzania RTMP-używany strumień

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
pl: Dekoder programowy używa LPCM do próbkowania (w przeciwnym razie zostanie użyty wav PCM)

source: Stop playing this movie?
pl: Zatrzymać Film?

source: To AAC ADTS
pl: Do AAC ADTS

source: To AAC LATM
pl: Do AAC LATM

source: Turn on AAC software decoding.
pl: Włącz dekodowanie softwarowe AAC.

source: Turn on AC3 software decoding.
pl: Włącz dekodowanie softwarowe AC3.

source: Turn on DTS software decoding.
pl: Włącz dekodowanie softwarowe DTS.

source: Turn on EAC3 software decoding.
pl: Włącz dekodowanie softwarowe EAC3.

source: Turn on MP3 software decoding.
pl: Włącz dekodowanie softwarowe MP3.

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
pl: Włącz dekodowanie softwarowe WMA1, WMA2, WMA/PRO.

source: Turn on auto-selection of streams according to set Connection speed.
pl: Włącz automatyczny wybór strumieni zgodnie z ustawioną szybkością połączenia.

source: Turn on downmix to stereo, when software decoding is in use
pl: Włącz downmix do stereo, gdy używane jest dekodowanie softwarowe

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
pl: Włącz Eksploratora, aby pobrać strumienie o różnej jakości z wariantu HLS listy odtwarzania i wybieraj je za pośrednictwem podserwisów.

source: Turn on the embedded subtitles support.
pl: Włącz obsługę osadzonych napisów.

source: WMA software decoding
pl: Dekoduj softwarowo WMA

source: experimental
pl: eksperymentalne

source: false
pl: nie

source: not installed
pl: nie zainstalowany

source: off
pl: wył

source: original
pl: oryginalny

source: setup player framework
pl: ustawienia framework player

source: true
pl: tak
